Repository: SeaPants/Tomado
Catalog: Tomado/Localizable.xcstrings
Source language: en
Languages: ja

# alert.completeWithSubtasks.title
source: Complete subtasks too?
ja: サブタスクも完了にしますか？

# alert.deleteWithSubtasks.title
source: Delete subtasks too?
ja: サブタスクも削除しますか？

# alert.deleteWithSubtasks.message %lld
source: This task has %lld subtask(s). They will be deleted together.
ja: このタスクにはサブタスクが %lld 個あります。まとめて削除されます。

# alert.completeWithSubtasks.message %lld
source: This task has %lld incomplete subtask(s). Mark them all as complete?
ja: 未完了のサブタスクが %lld 個あります。すべて完了にしますか？

# button.completeAll
source: Complete All
ja: すべて完了

# toast.parentAutoCompleted
source: Parent task auto-completed
ja: 親タスクも自動完了

# alert.clearAll.message
source: Are you sure you want to delete all tasks?
ja: すべてのタスクを削除しますか？

# alert.clearAll.title
source: Delete All Tasks
ja: すべてのタスクを削除

# alert.clearCompleted.message
source: Are you sure you want to delete all completed tasks?
ja: 完了済みのタスクをすべて削除しますか？

# alert.clearCompleted.title
source: Delete Completed Tasks
ja: 完了タスクを削除

# breakLock.holdToSkip
source: Hold to skip
ja: 長押しでスキップ

# breakLock.message
source: Step away from work.
ja: 作業から離れて休もう

# button.cancel
source: Cancel
ja: キャンセル

# button.delete
source: Delete
ja: 削除

# button.makeIndependent
source: Make Independent Task
ja: 独立タスクにする

# quickCapture.title
source: Capture
ja: キャプチャ

# quickCapture.placeholder
source: What just came to mind?
ja: 今よぎったことを書き留めよう

# quickCapture.hint
source: ⏎ to save, esc to discard
ja: ⏎ で保存、esc で破棄

# menu.pin
source: Pin to Front
ja: 最前面に固定

# menu.unpin
source: Unpin
ja: 固定解除

# menu.quickCapture
source: Quick Capture
ja: クイックキャプチャ

# menu.import
source: Import from Clipboard
ja: クリップボードからインポート

# menu.export
source: Export to Clipboard
ja: クリップボードにエクスポート

# menu.clearCompleted
source: Clear Completed
ja: 完了タスクを削除

# menu.clearAll
source: Clear All Tasks
ja: すべてのタスクを削除

# tooltip.timerPreset
source: 🐇 Short Focus (12+3): for varied tasks, admin, learning new domains, recovery from fatigue. 🐢 Deep Focus (35+10): for deep work — writing, coding, complex reading, when in flow. ⌘⇧T to toggle.
ja: 🐇 ショートフォーカス (12+3): 雑多なタスク、事務作業、新しい分野の学習、疲労回復に。 🐢 ディープフォーカス (35+10): 深い集中が必要な作業 — 執筆、コーディング、読解、フロー状態の維持に。 ⌘⇧T で切替。

# tooltip.quickCapture
source: Quick Capture (⌘⇧I)
ja: クイックキャプチャ (⌘⇧I)

# toast.captured
source: Captured to inbox
ja: インボックスに保存

# button.save
source: Save
ja: 保存

# button.uncomplete
source: Mark as Incomplete
ja: 未完了に戻す

# empty.message
source: Add a task from the input field above or press ⌘⌥V to import
ja: 上の入力欄からタスクを追加 または ⌘⌥V でインポート

# empty.title
source: No tasks
ja: タスクがありません

# input.placeholder
source: Add a task…
ja: タスクを追加…

# phase.break %lld %lld
source: Break (%lld/%lld)
ja: 休憩 (%lld/%lld)

# phase.longBreak
source: Long Break
ja: 長い休憩

# phase.work %lld %lld
source: Working (%lld/%lld)
ja: 作業中 (%lld/%lld)

# settings.break %lld
source: Break: %lld min
ja: 休憩: %lld分

# settings.breakLock
source: Strict Break
ja: 厳格な休憩

# settings.breakLock.enabled
source: Lock UI during breaks
ja: 休憩中にUIをロック

# settings.breakLock.help
source: Covers the window during breaks. Window is forced to top, and skipping requires a hold.
ja: 休憩中はウィンドウ全体をオーバーレイで覆い、最前面に固定します。スキップは長押しが必要です。

# settings.cycle %lld
source: Cycles: %lld
ja: サイクル: %lld

# settings.deepFocus
source: Deep Focus
ja: ディープフォーカス

# settings.export
source: Export
ja: エクスポート

# settings.export.indent
source: Indent
ja: インデント

# settings.export.spaceCount %lld
source: Space count: %lld
ja: スペース数: %lld

# settings.export.spaces
source: Spaces
ja: スペース

# settings.export.tab
source: Tab
ja: タブ

# settings.import
source: Import
ja: インポート

# settings.import.allowList
source: Allow list format (- or 1.)
ja: リスト形式を許可 (- や 1.)

# settings.import.allowList.help
source: When enabled, "- text" or "1. text" formats can also be imported as tasks
ja: ONにすると「- テキスト」や「1. テキスト」形式もタスクとしてインポート可能

# settings.import.allowList.tradeoff
source: Note: When enabled, indented bullets are imported as tasks rather than as notes attached to the parent task. Disable to use the notes feature.
ja: 注: ONの場合、インデントされた箇条書きは親タスクのメモではなくサブタスクとしてインポートされます。メモ機能を使うにはOFFにしてください。

# settings.language
source: Language
ja: 言語

# settings.language.system
source: System
ja: システム設定

# settings.longBreak %lld
source: Long Break: %lld min
ja: 長い休憩: %lld分

# settings.shortcuts
source: Shortcuts
ja: ショートカット

# settings.shortcuts.row1
source: ⌘P Play ⌘D Done ⌘L Later ⌘S Skip ⌘R Reset
ja: ⌘P 再生 ⌘D 完了 ⌘L 後回し ⌘S スキップ ⌘R リセット

# settings.shortcuts.row2
source: ⌘⇧M Minimal ⌘⇧T 🐇/🐢 ⌘⇧K Timetable ⌘⇧V View ⌘⇧S Sort ⌘⇧P Pin
ja: ⌘⇧M ミニマル ⌘⇧T 🐇/🐢 ⌘⇧K 時間割 ⌘⇧V ビュー ⌘⇧S ソート ⌘⇧P 最前面

# settings.shortcuts.row3
source: ⌘⇧I Capture ⌘⌥V Import ⌘⌥C Export ⌘⌫ Clear Done ⌘⇧⌫ Clear All
ja: ⌘⇧I キャプチャ ⌘⌥V 読込 ⌘⌥C 書出 ⌘⌫ 完了削除 ⌘⇧⌫ 全削除

# settings.shortcuts.row4
source: Enter !! Add ⇧Enter ! Add ⌘Enter !!! Add
ja: Enter !!追加 ⇧Enter !追加 ⌘Enter !!!追加

# settings.shortFocus
source: Short Focus
ja: ショートフォーカス

# settings.sound
source: Sound
ja: サウンド

# settings.sound.completion
source: Completion Sound
ja: 完了音

# settings.sound.enabled
source: Enabled
ja: 有効

# settings.sound.separateStart
source: Use separate start sound
ja: 開始音を別にする

# settings.sound.start
source: Start Sound
ja: 開始音

# settings.sound.volume
source: Volume
ja: 音量

# settings.timer
source: Timer
ja: タイマー

# settings.title
source: Settings
ja: 設定

# settings.work %lld
source: Work: %lld min
ja: 作業: %lld分

# toast.clearedAll
source: Deleted all tasks
ja: すべて削除しました

# toast.clearedCompleted
source: Deleted completed tasks
ja: 完了タスクを削除しました

# toast.completed
source: Completed
ja: 完了しました

# toast.deepFocus
source: Deep Focus (35 min)
ja: 深集中（35分）

# toast.exported
source: Copied to clipboard
ja: クリップボードにコピーしました

# toast.imported %lld
source: Imported %lld tasks
ja: %lld件インポートしました

# toast.minimalOff
source: Standard mode
ja: 通常表示

# wellness.eyes
source: Look at something 20 feet away for 20 seconds.
ja: 20秒間、6m先のものを眺めよう。

# wellness.stand
source: Stand up and walk a few steps.
ja: 立ち上がって少し歩いてみよう。

# wellness.shoulders
source: Roll your shoulders. Stretch your neck.
ja: 肩を回して首を伸ばそう。

# wellness.hydrate
source: Drink some water.
ja: 水を一口飲もう。

# wellness.breathe
source: Take three deep breaths.
ja: 深呼吸を3回しよう。

# toast.minimalOn
source: Minimal mode
ja: ミニマル表示

# toast.postponed
source: Postponed
ja: 後回しにしました

# toast.reset
source: Reset
ja: リセットしました

# toast.shortFocus
source: Short Focus (12 min)
ja: 短集中（12分）

# toast.skipped
source: Skipped
ja: スキップしました

# toast.sortAscending
source: Sorted by priority (Low → High)
ja: 優先度順（低→高）

# toast.sortDescending
source: Sorted by priority (High → Low)
ja: 優先度順（高→低）

# toast.sortUnsorted
source: Sort cleared
ja: ソート解除

# toast.topmostOff
source: Normal window
ja: 通常ウィンドウ

# toast.topmostOn
source: Always on top
ja: 最前面固定

# toast.viewHierarchy
source: Hierarchy view
ja: 階層ビュー

# toast.viewSeparated
source: Separated view
ja: 分離ビュー

# tooltip.minimalPin
source: Toggle always-on-top
ja: 最前面固定の切替

# tooltip.exitMinimal
source: Exit minimal mode (⌘⇧M)
ja: ミニマル表示を終了 (⌘⇧M)

# timetable.work %lld %lld %lld
source: P%1$lld · %2$lld/%3$lld focus
ja: %1$lld限 · %2$lld/%3$lld 作業

# timetable.break %lld %lld %lld
source: P%1$lld · %2$lld/%3$lld break
ja: %1$lld限 · %2$lld/%3$lld 休憩

# timetable.recess %lld %@
source: Recess · next P%1$lld at %2$@
ja: 休み時間 · 次は %1$lld限 %2$@

# timetable.dayEnd
source: Periods done
ja: 本日の時限は終了

# tooltip.timetable
source: Timetable mode (⌘⇧K): phases follow the wall clock instead of when you press play. Each period is split into equal sessions — 🐢 coarse, 🐇 twice as fine (Short×2 = Long).
ja: 時間割モード (⌘⇧K): 押した時刻ではなく絶対時刻でフェーズが決まります。 1 時限を均等なセッションに分割 — 🐢 は粗く、🐇 はその倍細かく（Short×2 = Long）。

# toast.timetableOn
source: Timetable mode on
ja: 時間割モード ON

# toast.timetableOff
source: Timetable mode off
ja: 時間割モード OFF

# settings.timetable
source: Timetable
ja: 時間割

# settings.timetable.enabled
source: Use timetable mode
ja: 時間割モードを使う

# settings.timetable.help
source: Phases are decided by the clock, not by when you start.
ja: 開始操作ではなく絶対時刻でフェーズが決まります。

# settings.timetable.sessions %lld
source: Sessions per period (🐢): %lld
ja: 1 時限あたりのセッション数 (🐢): %lld

# settings.timetable.ratio %lld
source: Focus : break = %lld : 1
ja: 作業 : 休憩 = %lld : 1

# settings.timetable.periods
source: Periods — one or more HH:MM-HH:MM per line (24-hour)
ja: 時限 — 1 行に HH:MM-HH:MM（24 時間表記）

# settings.timetable.invalidLines %lld
source: %lld line(s) could not be read
ja: %lld 行を読み取れませんでした

# settings.timetable.preview %lld %@ %@ %@ %@
source: %1$lldmin → 🐢 %2$@+%3$@ · 🐇 %4$@+%5$@
ja: %1$lld分 → 🐢 %2$@+%3$@ ／ 🐇 %4$@+%5$@

# settings.timetable.needsPeriods
source: At least one period is required — the previous schedule is kept
ja: 時限が 1 つも読めません — 前の時限表を保持します
